[UICustomize_AlienInfo]
m_strTitle=ИЗМЕНИТЬ ИНФОРМАЦИЮ О ПРИШЕЛЬЦАХ
m_strFirstNameLabel=Имя
m_strLastNameLabel=Фамилия
m_strNicknameLabel=Прозвище
m_strEditBiography=Биография
m_strGender=Пол
m_strNationality=Национальность
m_strBiographyLabel=ПОДРОБНАЯ БИОГРАФИЯ


[XGCharacterGenerator_PlayableAliens]
	m_arrMecFirstNames[0]="Адам"
	m_arrMecFirstNames[1]="Эмми"
	m_arrMecFirstNames[2]="Эш"
	m_arrMecFirstNames[3]="Астро"
	m_arrMecFirstNames[4]="Ава"
	m_arrMecFirstNames[5]="Беймакс"
	m_arrMecFirstNames[6]="Бета"
	m_arrMecFirstNames[7]="Бишоп"
	m_arrMecFirstNames[8]="Бупер"
	m_arrMecFirstNames[9]="Кенди"
	m_arrMecFirstNames[10]="Чаппи"
	m_arrMecFirstNames[11]="Черри"
	m_arrMecFirstNames[12]="Чип"
	m_arrMecFirstNames[13]="Кутья"
	m_arrMecFirstNames[14]="Киборг"
	m_arrMecFirstNames[15]="Даниэль"
	m_arrMecFirstNames[16]="Дерил"
	m_arrMecFirstNames[17]="Память"
	m_arrMecFirstNames[18]="Дэйви"
	m_arrMecFirstNames[19]="Ева"
	m_arrMecFirstNames[20]="Флетчер"
	m_arrMecFirstNames[21]="Галиксина"
	m_arrMecFirstNames[22]="Герти"
	m_arrMecFirstNames[23]="Гиди"
	m_arrMecFirstNames[24]="Гискард"
	m_arrMecFirstNames[25]="Харли"
	m_arrMecFirstNames[26]="Ворон"
	m_arrMecFirstNames[27]="Гермес"
	m_arrMecFirstNames[28]="HK"
	m_arrMecFirstNames[29]="Хэй"
	m_arrMecFirstNames[30]="Джет"
	m_arrMecFirstNames[31]="Джони"
	m_arrMecFirstNames[32]="Джинкман"
	m_arrMecFirstNames[33]="Ломакс"
	m_arrMecFirstNames[34]="Люцифер"
	m_arrMecFirstNames[35]="Марвин"
	m_arrMecFirstNames[36]="Матрикс"
	m_arrMecFirstNames[37]="Макс"
	m_arrMecFirstNames[38]="Митч"
	m_arrMecFirstNames[39]="Номад"
	m_arrMecFirstNames[40]="Норби"
	m_arrMecFirstNames[41]="Норман"
	m_arrMecFirstNames[42]="Омнидройд"
	m_arrMecFirstNames[43]="Оптимус"
	m_arrMecFirstNames[44]="Прис"
	m_arrMecFirstNames[45]="Протеус"
	m_arrMecFirstNames[46]="Квест"
	m_arrMecFirstNames[47]="Репхот"
	m_arrMecFirstNames[48]="Рэйна"
	m_arrMecFirstNames[51]="Роузи"
	m_arrMecFirstNames[52]="Рик"
	m_arrMecFirstNames[53]="Сэм"
	m_arrMecFirstNames[54]="Страж"
	m_arrMecFirstNames[55]="Двигатель"
	m_arrMecFirstNames[56]="Искра"
	m_arrMecFirstNames[57]="Спиди"
	m_arrMecFirstNames[58]="Стэлла"
	m_arrMecFirstNames[59]="Стефорд"
	m_arrMecFirstNames[60]="Талос"
	m_arrMecFirstNames[61]="тарс"
	m_arrMecFirstNames[62]="Тик-ток"
	m_arrMecFirstNames[63]="Труби"
	m_arrMecFirstNames[64]="Альтрон"
	m_arrMecFirstNames[65]="Элайза"
	m_arrMecFirstNames[66]="Вектор"
	m_arrMecFirstNames[67]="Винсент"
	m_arrMecFirstNames[68]="Виибо"
	m_arrMecFirstNames[69]="Жора"

	m_arrMecLastNames[0]="4"
	m_arrMecLastNames[1]="7"
	m_arrMecLastNames[2]="12"
	m_arrMecLastNames[3]="15"
	m_arrMecLastNames[4]="20"
	m_arrMecLastNames[5]="30"
	m_arrMecLastNames[6]="50"
	m_arrMecLastNames[7]="500"
	m_arrMecLastNames[8]="Прайм"
	m_arrMecLastNames[9]="600"
	m_arrMecLastNames[10]="800"
	m_arrMecLastNames[11]="1000"
	m_arrMecLastNames[12]="2000"
	m_arrMecLastNames[13]="4000"
	m_arrMecLastNames[14]="2"
	m_arrMecLastNames[15]="9"
	m_arrMecLastNames[16]="10"
	m_arrMecLastNames[17]="17"
	m_arrMecLastNames[18]="23"
	m_arrMecLastNames[19]="11"
	m_arrMecLastNames[20]="16"
	m_arrMecLastNames[21]="32"
	m_arrMecLastNames[22]="Максимус"
	m_arrMecLastNames[23]="47"
	m_arrMecLastNames[24]="72"
	m_arrMecLastNames[25]="45"
	m_arrMecLastNames[26]="21"
	m_arrMecLastNames[27]="39"
	m_arrMecLastNames[28]="42"
	m_arrMecLastNames[29]="6"
	m_arrMecLastNames[30]="19"
	m_arrMecLastNames[31]="37"
	m_arrMecLastNames[32]="Бета"
	m_arrMecLastNames[33]="Альфа"
	m_arrMecLastNames[34]="Омега"
	m_arrMecLastNames[35]="Омикрон"
	m_arrMecLastNames[36]="Лямбда"
	m_arrMecLastNames[37]="Зета"
	m_arrMecLastNames[38]="Эпсилон"
	m_arrMecLastNames[39]="Рихо"

	m_arrVprFirstNames[0]="Джейн"
	m_arrVprFirstNames[1]="Мия"
	m_arrVprFirstNames[2]="Элис"
	m_arrVprFirstNames[3]="Вашь"
	m_arrVprFirstNames[4]="Атисса"
	m_arrVprFirstNames[5]="Весприя"
	m_arrVprFirstNames[6]="Азшара"
	m_arrVprFirstNames[7]="Сцила"
	m_arrVprFirstNames[8]="Прилив"

	m_arrVprLastNames[0]="Посудина"
	m_arrVprLastNames[1]="Посудина"
	m_arrVprLastNames[2]="Мелкая Ягода"
	m_arrVprLastNames[3]="Осторожный Ходок"
	m_arrVprLastNames[4]="Главный Курьер"
	m_arrVprLastNames[5]="Койот"
	m_arrVprLastNames[6]="Эмдалл"
	m_arrVprLastNames[7]="Вставший-на-Крыло"
	m_arrVprLastNames[8]="Перчатка"
	m_arrVprLastNames[9]="Кожаный Сапог"
	m_arrVprLastNames[10]="Сосулька"
	m_arrVprLastNames[11]="Кимчи"
	m_arrVprLastNames[12]="Маленький Джон"
	m_arrVprLastNames[13]="Много Банок"
	m_arrVprLastNames[14]="Болван"
	m_arrVprLastNames[15]="Яя"
	m_arrVprLastNames[16]="Попугай"
	m_arrVprLastNames[17]="Уорфин"
	m_arrVprLastNames[18]="Готов-Полетать"
	m_arrVprLastNames[19]="Повторный Танец"
	m_arrVprLastNames[20]="Мелкая Ягода"
	m_arrVprLastNames[21]="Звездная Птица"
	m_arrVprLastNames[22]="Скрытный"
	m_arrVprLastNames[23]="Терновая Палка"
	m_arrVprLastNames[24]="Два Рога"
	m_arrVprLastNames[25]="Валук"
	m_arrVprLastNames[26]="Доу"
	m_arrVprLastNames[27]="Яя"


	m_arrMutMFirstNames[0]="Бардок"
	m_arrMutMFirstNames[1]="Бербок"
	m_arrMutMFirstNames[2]="Бордан"
	m_arrMutMFirstNames[3]="Бривтак"
	m_arrMutMFirstNames[4]="Бруркан"
	m_arrMutMFirstNames[5]="Брутарум"
	m_arrMutMFirstNames[6]="Курлок"
	m_arrMutMFirstNames[7]="Дрокарор"
	m_arrMutMFirstNames[8]="Фаркан"
	m_arrMutMFirstNames[9]="Фатилак"
	m_arrMutMFirstNames[10]="Горкмор"
	m_arrMutMFirstNames[11]="Грарлок"
	m_arrMutMFirstNames[12]="гротилак"
	m_arrMutMFirstNames[13]="Грук"
	m_arrMutMFirstNames[14]="Гурдак"
	m_arrMutMFirstNames[15]="Джек"
	m_arrMutMFirstNames[16]="Джутилак"
	m_arrMutMFirstNames[17]="Кол"
	m_arrMutMFirstNames[18]="Котарок"
	m_arrMutMFirstNames[19]="Кребакир"
	m_arrMutMFirstNames[20]="Крокрарокс"
	m_arrMutMFirstNames[21]="Кротарог"
	m_arrMutMFirstNames[22]="Крукмор"
	m_arrMutMFirstNames[23]="Мулон"
	m_arrMutMFirstNames[24]="Нендок"
	m_arrMutMFirstNames[25]="Найк"
	m_arrMutMFirstNames[26]="Нурдак"
	m_arrMutMFirstNames[27]="Патарум"
	m_arrMutMFirstNames[28]="Прердан"
	m_arrMutMFirstNames[29]="Оетарок"
	m_arrMutMFirstNames[30]="Ойрдон"
	m_arrMutMFirstNames[31]="Орирсан"
	m_arrMutMFirstNames[32]="Орубаракир"
	m_arrMutMFirstNames[33]="Рантор"
	m_arrMutMFirstNames[34]="Рукмар"
	m_arrMutMFirstNames[35]="Сратарум"
	m_arrMutMFirstNames[36]="Струркан"
	m_arrMutMFirstNames[37]="Суртак"
	m_arrMutMFirstNames[38]="Тедракс"
	m_arrMutMFirstNames[39]="Вакарор"
	m_arrMutMFirstNames[40]="Ваванор"
	m_arrMutMFirstNames[41]="Вритарог"
	m_arrMutMFirstNames[42]="Варбон"
	m_arrMutMFirstNames[43]="Врадтар"
	m_arrMutMFirstNames[44]="Врарсан"
	m_arrMutMFirstNames[45]="Вреварог"
	m_arrMutMFirstNames[46]="Врик"
	m_arrMutMFirstNames[47]="Врунар"
	m_arrMutMFirstNames[48]="Вуркан"
	m_arrMutMFirstNames[49]="Зрордак"

	m_arrMutFFirstNames[0]="Сирелла"
	m_arrMutFFirstNames[1]="Шенара"
	m_arrMutFFirstNames[2]="Карана"
	m_arrMutFFirstNames[3]="Талай"
	m_arrMutFFirstNames[4]="К'Рен"
	m_arrMutFFirstNames[5]="Виксис"
	m_arrMutFFirstNames[6]="К'Энлеер"
	m_arrMutFFirstNames[7]="Грилка"
	m_arrMutFFirstNames[8]="Доран"
	m_arrMutFFirstNames[9]="Ч'Рега"

	m_arrMutLastNames[0]="Багг"
	m_arrMutLastNames[1]="Бригор"
	m_arrMutLastNames[2]="Чагор"
	m_arrMutLastNames[3]="Чаякс"
	m_arrMutLastNames[4]="Крарак"
	m_arrMutLastNames[5]="Крард"
	m_arrMutLastNames[6]="Критак"
	m_arrMutLastNames[7]="Кулак"
	m_arrMutLastNames[8]="Каск"
	m_arrMutLastNames[9]="Дэрг"
	m_arrMutLastNames[10]="Гразк"
	m_arrMutLastNames[11]="Грайкар"
	m_arrMutLastNames[12]="Грурру"
	m_arrMutLastNames[13]="Гар"
	m_arrMutLastNames[14]="Гарн"
	m_arrMutLastNames[15]="Джиг"
	m_arrMutLastNames[16]="Джирак"
	m_arrMutLastNames[17]="Калако"
	m_arrMutLastNames[18]="Кекор"
	m_arrMutLastNames[19]="Кхар"
	m_arrMutLastNames[20]="Кхайрр"
	m_arrMutLastNames[21]="Крояс"
	m_arrMutLastNames[22]="Прайкор"
	m_arrMutLastNames[23]="Праск"
	m_arrMutLastNames[24]="Паяс"
	m_arrMutLastNames[25]="Оирим"
	m_arrMutLastNames[26]="Оонка"
	m_arrMutLastNames[27]="Орагг"
	m_arrMutLastNames[28]="Оранк"
	m_arrMutLastNames[29]="Орикс"
	m_arrMutLastNames[30]="Рэнд"
	m_arrMutLastNames[31]="Раске"
	m_arrMutLastNames[32]="Ризк"
	m_arrMutLastNames[33]="Серд"
	m_arrMutLastNames[34]="Сорн"
	m_arrMutLastNames[35]="Срирр"
	m_arrMutLastNames[36]="Сролаки"
	m_arrMutLastNames[37]="тагора"
	m_arrMutLastNames[38]="Тэрд"
	m_arrMutLastNames[39]="Тралаки"
	m_arrMutLastNames[40]="Веяк"
	m_arrMutLastNames[41]="Врукаро"
	m_arrMutLastNames[42]="Варни"
	m_arrMutLastNames[43]="Вугаре"
	m_arrMutLastNames[44]="Зреяс"
	m_arrMutLastNames[45]="Зругор"
	m_arrMutLastNames[46]="Зрурн"


[X2EventListener_AlienCapture]
JoinedXCOMTitle="Успешная эвакуация"
JoinedXCOM="<XGParam:StrValue0/!UnitName/> присоединяется к ХСОМ после миссии."

LootTitle="Бонусная добыча"
Loot="Бонусная добыча была получена после захвата."
